/* Key that remained - new comment */
/* Another comment for key that remained - new comment */
"Key that remained" = "new value";

/* Key that changed value first - new comment */
/* Key that changed value second - new comment */
"Key that changed value" = "new value";

/* New comment */
"New key = "value";
